{
   "intents": [
      {
         "tag": "company_info",
         "patterns": [
            "Когда была основана компания ПАО Транснефть?",
            "Что такое ПАО Транснефть?",
            "Когда ПАО Транснефть начало свою деятельность?",
            "Как возникла компания ПАО Транснефть?",
            "Кто основал ПАО Транснефть?",
            "Какие ключевые события были в истории компании?"
         ],
         "responses": [
            "Компания ПАО «Транснефть» была основана 26.08.1993 согласно постановлению Правительства РФ.",
            "Компания была учреждена в 1993 году на основе распоряжения Правительства РФ и начала свою деятельность по транспортировке нефти.",
            "Основателем компании является Российская Федерация, которая была назначена главным акционером при создании компании."
         ],
         "context_set": ""
      },
      {
         "tag": "company_history",
         "patterns": [
            "Как возникла компания ПАО Транснефть?",
            "Когда была основана компания ПАО Транснефть?",
            "Расскажите о начале деятельности ПАО Транснефть.",
            "Кто основал ПАО Транснефть?",
            "Какие ключевые события были в истории компании?"
         ],
         "responses": [
            "Компания ПАО «Транснефть» была основана 26.08.1993 согласно постановлению Правительства РФ.",
            "Компания была учреждена в 1993 году на основе распоряжения Правительства РФ и начала свою деятельность по транспортировке нефти.",
            "Основателем компании является Российская Федерация, которая была назначена главным акционером при создании компании."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "corporate_governance",
         "patterns": [
            "Какие органы управления есть в ПАО Транснефть?",
            "Как устроено корпоративное управление в ПАО Транснефть?",
            "Какие органы корпоративного управления в ПАО Транснефть?",
            "Какие комитеты есть в ПАО Транснефть?",
            "Какие принципы корпоративного управления соблюдает компания?"
         ],
         "responses": [
            "Органы управления ПАО «Транснефть» включают Общее собрание акционеров, Совет директоров, Правление и Президента.",
            "Компания строго соблюдает требования Кодекса корпоративного управления, в том числе принципы прозрачности и отчетности.",
            "В компании есть специализированные комитеты, такие как Комитет по стратегии и инновациям, а также Комитет по аудиту и кадрам."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "capital_and_shares",
         "patterns": [
            "Что такое уставный капитал ПАО Транснефть?",
            "Какие акции выпускает ПАО Транснефть?",
            "Сколько акций у ПАО Транснефть?",
            "Какова структура акций в компании ПАО Транснефть?",
            "Какой капитал у компании ПАО Транснефть?"
         ],
         "responses": [
            "Уставный капитал ПАО «Транснефть» составляет 5 694 468 рублей, который разделен на 724 934 300 акции.",
            "Компания выпускает два типа акций: обыкновенные и привилегированные. Привилегированные акции распределяются среди сотрудников компании и акционерных обществ.",
            "Акции ПАО «Транснефть» полностью принадлежат Российской Федерации, и 100% голосующих акций находятся в ее собственности."
         ],
         "context_set": "company_capital"
      },
      {
         "tag": "environmental_safety",
         "patterns": [
            "Какие меры по охране окружающей среды предпринимает ПАО Транснефть?",
            "Как ПАО Транснефть обеспечивает экологическую безопасность?",
            "Какие экологические проекты реализует компания?",
            "Какие технологии использует ПАО Транснефть для охраны природы?",
            "Как Транснефть снижает экологические риски?"
         ],
         "responses": [
            "ПАО «Транснефть» активно внедряет меры по охране окружающей среды, включая улучшение инфраструктуры для предотвращения загрязнения.",
            "Компания проводит регулярные профилактические работы, направленные на минимизацию экологических рисков в районах, где проходят трубопроводы.",
            "В рамках экологической программы компания использует современные технологии, которые способствуют сохранению природы и предотвращению утечек нефти."
         ],
         "context_set": "company_activity"
      },
      {
         "tag": "investment_and_innovation",
         "patterns": [
            "Как ПАО Транснефть привлекает инвестиции?",
            "Какие инновации внедряет компания Транснефть?",
            "Какие научно-технические разработки реализует Транснефть?",
            "Какую роль в компании играют инновации и исследования?",
            "Какие новые технологии применяет ПАО Транснефть?"
         ],
         "responses": [
            "ПАО «Транснефть» активно привлекает инвестиции для модернизации и расширения своей инфраструктуры, а также для научных исследований.",
            "Компания внедряет инновационные технологии для улучшения транспортировки нефти, такие как системы автоматизированного управления и мониторинга.",
            "Компания постоянно работает над улучшением качества трубопроводных технологий, включая разработку новых материалов для труб и оборудования."
         ],
         "context_set": "company_activity"
      },
      {
         "tag": "financial_audit",
         "patterns": [
            "Какая компания проводит аудит ПАО Транснефть?",
            "Как осуществляется финансовый аудит в компании?",
            "Какие финансовые отчеты публикует ПАО Транснефть?",
            "Какие финансовые результаты у компании Транснефть?",
            "Кто является внешним аудитором ПАО Транснефть?"
         ],
         "responses": [
            "Финансовый аудит ПАО «Транснефть» проводится Акционерным обществом «Кэпт» (АО «Кэпт»).",
            "Компания публикует свою финансовую отчетность в соответствии с требованиями законодательства Российской Федерации.",
            "АО «Кэпт» проверяет финансовые отчеты компании и оценивает соответствие их действующему законодательству."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "social_responsibility",
         "patterns": [
            "Какие социальные инициативы у ПАО Транснефть?",
            "Как ПАО Транснефть поддерживает благотворительность?",
            "Какие программы социальной ответственности реализует Транснефть?",
            "Как Транснефть участвует в общественных проектах?",
            "Какие благотворительные проекты поддерживает ПАО Транснефть?"
         ],
         "responses": [
            "ПАО «Транснефть» активно поддерживает социальные проекты, включая помощь регионам, где проходят трубопроводы.",
            "Компания участвует в благотворительных акциях, поддерживает местные образовательные и экологические инициативы.",
            "Кроме того, Транснефть организует программы помощи для социально уязвимых групп населения и активно развивает волонтерскую деятельность."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "bts_2_project",
         "patterns": [
            "Что такое проект Балтийская трубопроводная система (БТС-2)?",
            "Какие цели проекта БТС-2?",
            "Каков срок реализации проекта БТС-2?",
            "Какие результаты принес проект БТС-2?",
            "Какие основные этапы реализации проекта БТС-2?",
            "Как БТС-2 влияет на транспортировку нефти?",
            "Какая мощность БТС-2?"
         ],
         "responses": [
            "Проект БТС-2 включает строительство второй очереди Балтийской трубопроводной системы для увеличения пропускной способности до 50 млн тонн нефти в год.",
            "Завершение первой фазы БТС-2 состоялось в 2012 году, и проект позволил значительно увеличить экспортные поставки нефти в Западную Европу.",
            "Проект позволил увеличить мощность на 52 млн тонн нефти в год и укрепить инфраструктуру для поставок нефти на международные рынки.",
            "Этапы включают проектирование, строительство и ввод в эксплуатацию новых нефтеперекачивающих станций и трубопроводов.",
            "БТС-2 значительно усиливает возможности России по экспорту нефти в Европу, диверсифицируя маршруты транспортировки."
         ],
         "context_set": "projects_info"
      },
      {
         "tag": "vsto_project",
         "patterns": [
            "Что такое проект Восточная Сибирь — Тихий океан?",
            "Какие задачи решает проект ВСТО?",
            "Каков срок реализации проекта ВСТО?",
            "Какие результаты принес проект ВСТО?",
            "Какая роль ВСТО для России?",
            "Какое значение имеет проект ВСТО для экспорта нефти?",
            "Каковы этапы реализации ВСТО?"
         ],
         "responses": [
            "Проект Восточная Сибирь — Тихий океан (ВСТО) включает строительство магистрального нефтепровода, который связывает Восточную Сибирь с портом Козьмино на Дальнем Востоке.",
            "Проект завершен в 2012 году, его цель — улучшить экспорт нефти в Китай и страны Азиатско-Тихоокеанского региона.",
            "Протяженность ВСТО составляет более 4700 км и является одним из крупнейших нефтепроводных проектов в мире.",
            "Проект был реализован поэтапно: начиная с 2005 года, с развитием инфраструктуры и строительством дополнительных перекачивающих станций.",
            "ВСТО играет ключевую роль в транспортировке нефти на новые рынки, обеспечивая надежные поставки нефти в Азию."
         ],
         "context_set": "projects_info"
      }
   ]
}
