{
   "intents": [
      {
         "tag": "company_info",
         "patterns": [
            "Когда была основана компания ПАО Транснефть?",
            "Что такое ПАО Транснефть?",
            "Когда ПАО Транснефть начало свою деятельность?",
            "Как возникла компания ПАО Транснефть?",
            "Кто основал ПАО Транснефть?",
            "Какие ключевые события были в истории компании?"
         ],
         "responses": [
            "Компания ПАО «Транснефть» была основана 26.08.1993 согласно постановлению Правительства РФ.",
            "Компания была учреждена в 1993 году на основе распоряжения Правительства РФ и начала свою деятельность по транспортировке нефти.",
            "Основателем компании является Российская Федерация, которая была назначена главным акционером при создании компании.",
            "Компания начала свою деятельность в 1993 году после государственной регистрации, согласно Указу Президента РФ.",
            "ПАО «Транснефть» было зарегистрировано в 1993 году на основе постановления правительства, с основным направлением в транспортировке нефти."
         ],
         "context_set": ""
      },
      {
         "tag": "company_capital",
         "patterns": [
            "Как сформирован уставный капитал Компании?",
            "За счет чего был создан уставный капитал Компании?",
            "Опишите структуру формирования уставного капитала Компании."
         ],
         "responses": [
            "Уставный капитал Компании сформирован за счет размещения обыкновенных акций, оплаченных Российской Федерацией 100% пакетами акций 17 акционерных обществ.",
            "Дополнительно уставный капитал сформирован путем безвозмездного размещения привилегированных акций среди членов трудового коллектива и приравненных к ним лиц Компании и указанных акционерных обществ.",
            "Иными словами: обыкновенные акции были оплачены государственным пакетом акций 17 АО, а привилегированные — распределены безвозмездно среди сотрудников и приравненных к ним лиц."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "company_capital_increase",
         "patterns": [
            "На каком основании и чем были оплачены дополнительные обыкновенные акции при увеличении уставного капитала?",
            "Какие активы внесло государство в уставный капитал по Указу №473 и распоряжению №585-р?",
            "Что было передано в оплату размещаемых дополнительных акций Компании в 2007 году?",
            "Как государство оплатило размещение дополнительных акций Компании?",
            "Расскажите об увеличении уставного капитала Компании в 2007 году."
         ],
         "responses": [
            "В соответствии с Указом Президента РФ от 13.04.2007 №473 и распоряжением Правительства РФ от 10.05.2007 №585-р государство внесло в уставный капитал 100% обыкновенных акций АО «Транснефтепродукт», находившихся в федеральной собственности, в оплату размещаемых Компанией дополнительных обыкновенных акций.",
            "Допэмиссия обыкновенных акций была оплачена государством путем передачи в уставный капитал 100% обыкновенных акций АО «Транснефтепродукт» (на основании Указа Президента №473 и распоряжения Правительства №585-р).",
            "Оплата размещаемых дополнительных обыкновенных акций осуществлена за счет внесения в уставный капитал пакета в 100% обыкновенных акций АО «Транснефтепродукт», находившегося в федеральной собственности (Указ Президента 13.04.2007 №473; распоряжение Правительства 10.05.2007 №585-р)."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "company_capital_increase_2017_2018",
         "patterns": [
            "Когда и как еще увеличивался уставный капитал эмитента?",
            "Каким образом в 2017–2018 годах увеличили уставный капитал?",
            "Чем оплачивались дополнительные обыкновенные акции в 2017 и 2018 годах?",
            "Расскажите о выпусках доп. акций 2017–2018 гг.",
            "Какие активы вносились государством при увеличении капитала в 2017 и 2018?"
         ],
         "responses": [
            "Уставный капитал увеличивался еще дважды — в 2017 и 2018 годах — путем выпуска и размещения Российской Федерацией дополнительных обыкновенных акций.",
            "Оплата допэмиссий 2017–2018 гг. осуществлялась недвижимым имуществом, находившимся в федеральной собственности (согласно приложению к распоряжению Правительства РФ от 26.12.2015 №2723-р), а также 100% обыкновенными акциями компаний «КТК Компани» и «КТК Инвестментс Компани» (Острова Кайман).",
            "Иными словами: государство разместило доп. обыкновенные акции, оплатив их федеральной недвижимостью и полными пакетами акций «КТК Компани» и «КТК Инвестментс Компани»."
         ],
         "context_set": "company_info"
      },

      {
         "tag": "company_history",
         "patterns": [
            "Как возникла компания ПАО Транснефть?",
            "Когда была основана компания ПАО Транснефть?",
            "Расскажите о начале деятельности ПАО Транснефть.",
            "Кто основал ПАО Транснефть?",
            "Какие ключевые события были в истории компании?"
         ],
         "responses": [
            "Компания ПАО «Транснефть» была основана 26.08.1993 согласно постановлению Правительства РФ.",
            "Компания была учреждена в 1993 году на основе распоряжения Правительства РФ и начала свою деятельность по транспортировке нефти.",
            "Основателем компании является Российская Федерация, которая была назначена главным акционером при создании компании."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "company_share_split_2024",
         "patterns": [
            "Когда и на каких условиях было проведено дробление акций Компании?",
            "Во сколько раз дробили акции и как изменился номинал?",
            "Потребовалась ли регистрация нового выпуска при дроблении акций?",
            "Изменились ли реквизиты выпуска и размер уставного капитала после дробления?",
            "На каком основании было принято решение о дроблении акций 19.02.2024?"
         ],
         "responses": [
            "На основании решения внеочередного общего собрания акционеров (распоряжение Росимущества от 14.11.2023 № 1500-р) 19.02.2024 проведено дробление акций Компании: 1 акция номиналом 1 рубль конвертирована в 100 акций той же категории номиналом 0,01 рубля каждая.",
            "При дроблении регистрация новых выпусков акций и их размещение не производились.",
            "Реквизиты выпуска (регистрационный номер и дата регистрации), а также размер уставного капитала остались без изменений."
         ],
         "context_set": "company_info"
      },

      {
         "tag": "corporate_governance",
         "patterns": [
            "Какие органы управления есть в ПАО Транснефть?",
            "Как устроено корпоративное управление в ПАО Транснефть?",
            "Какие органы корпоративного управления в ПАО Транснефть?",
            "Какие комитеты есть в ПАО Транснефть?",
            "Какие принципы корпоративного управления соблюдает компания?"
         ],
         "responses": [
            "Органы управления ПАО «Транснефть» включают Общее собрание акционеров, Совет директоров, Правление и Президента.",
            "Компания строго соблюдает требования Кодекса корпоративного управления, в том числе принципы прозрачности и отчетности.",
            "В компании есть специализированные комитеты, такие как Комитет по стратегии и инновациям, а также Комитет по аудиту и кадрам."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "capital_and_shares",
         "patterns": [
            "Что такое уставный капитал ПАО Транснефть?",
            "Какие акции выпускает ПАО Транснефть?",
            "Сколько акций у ПАО Транснефть?",
            "Какова структура акций в компании ПАО Транснефть?",
            "Какой капитал у компании ПАО Транснефть?"
         ],
         "responses": [
            "Уставный капитал ПАО «Транснефть» составляет 5 694 468 рублей, который разделен на 724 934 300 акции.",
            "Компания выпускает два типа акций: обыкновенные и привилегированные. Привилегированные акции распределяются среди сотрудников компании и акционерных обществ.",
            "Акции ПАО «Транснефть» полностью принадлежат Российской Федерации, и 100% голосующих акций находятся в ее собственности."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "environmental_safety",
         "patterns": [
            "Какие меры по охране окружающей среды предпринимает ПАО Транснефть?",
            "Как ПАО Транснефть обеспечивает экологическую безопасность?",
            "Какие экологические проекты реализует компания?",
            "Какие технологии использует ПАО Транснефть для охраны природы?",
            "Как Транснефть снижает экологические риски?"
         ],
         "responses": [
            "ПАО «Транснефть» активно внедряет меры по охране окружающей среды, включая улучшение инфраструктуры для предотвращения загрязнения.",
            "Компания проводит регулярные профилактические работы, направленные на минимизацию экологических рисков в районах, где проходят трубопроводы.",
            "В рамках экологической программы компания использует современные технологии, которые способствуют сохранению природы и предотвращению утечек нефти."
         ],
         "context_set": "company_activity"
      },
      {
         "tag": "investment_and_innovation",
         "patterns": [
            "Как ПАО Транснефть привлекает инвестиции?",
            "Какие инновации внедряет компания Транснефть?",
            "Какие научно-технические разработки реализует Транснефть?",
            "Какую роль в компании играют инновации и исследования?",
            "Какие новые технологии применяет ПАО Транснефть?"
         ],
         "responses": [
            "ПАО «Транснефть» активно привлекает инвестиции для модернизации и расширения своей инфраструктуры, а также для научных исследований.",
            "Компания внедряет инновационные технологии для улучшения транспортировки нефти, такие как системы автоматизированного управления и мониторинга.",
            "Компания постоянно работает над улучшением качества трубопроводных технологий, включая разработку новых материалов для труб и оборудования."
         ],
         "context_set": "company_activity"
      },
      {
         "tag": "financial_audit",
         "patterns": [
            "Какая компания проводит аудит ПАО Транснефть?",
            "Как осуществляется финансовый аудит в компании?",
            "Какие финансовые отчеты публикует ПАО Транснефть?",
            "Какие финансовые результаты у компании Транснефть?",
            "Кто является внешним аудитором ПАО Транснефть?"
         ],
         "responses": [
            "Финансовый аудит ПАО «Транснефть» проводится Акционерным обществом «Кэпт» (АО «Кэпт»).",
            "Компания публикует свою финансовую отчетность в соответствии с требованиями законодательства Российской Федерации.",
            "АО «Кэпт» проверяет финансовые отчеты компании и оценивает соответствие их действующему законодательству."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "social_responsibility",
         "patterns": [
            "Какие социальные инициативы у ПАО Транснефть?",
            "Как ПАО Транснефть поддерживает благотворительность?",
            "Какие программы социальной ответственности реализует Транснефть?",
            "Как Транснефть участвует в общественных проектах?",
            "Какие благотворительные проекты поддерживает ПАО Транснефть?"
         ],
         "responses": [
            "ПАО «Транснефть» активно поддерживает социальные проекты, включая помощь регионам, где проходят трубопроводы.",
            "Компания участвует в благотворительных акциях, поддерживает местные образовательные и экологические инициативы.",
            "Кроме того, Транснефть организует программы помощи для социально уязвимых групп населения и активно развивает волонтерскую деятельность."
         ],
         "context_set": "company_info"
      },
      {
         "tag": "bts_2_project",
         "patterns": [
            "Что такое проект Балтийская трубопроводная система (БТС-2)?",
            "Какие цели проекта БТС-2?",
            "Каков срок реализации проекта БТС-2?",
            "Какие результаты принес проект БТС-2?",
            "Какие основные этапы реализации проекта БТС-2?",
            "Как БТС-2 влияет на транспортировку нефти?",
            "Какая мощность БТС-2?"
         ],
         "responses": [
            "Проект БТС-2 включает строительство второй очереди Балтийской трубопроводной системы для увеличения пропускной способности до 50 млн тонн нефти в год.",
            "Завершение первой фазы БТС-2 состоялось в 2012 году, и проект позволил значительно увеличить экспортные поставки нефти в Западную Европу.",
            "Проект позволил увеличить мощность на 52 млн тонн нефти в год и укрепить инфраструктуру для поставок нефти на международные рынки.",
            "Этапы включают проектирование, строительство и ввод в эксплуатацию новых нефтеперекачивающих станций и трубопроводов.",
            "БТС-2 значительно усиливает возможности России по экспорту нефти в Европу, диверсифицируя маршруты транспортировки."
         ],
         "context_set": "projects_info"
      },
      {
         "tag": "vsto_project",
         "patterns": [
            "Что такое проект Восточная Сибирь — Тихий океан?",
            "Какие задачи решает проект ВСТО?",
            "Каков срок реализации проекта ВСТО?",
            "Какие результаты принес проект ВСТО?",
            "Какая роль ВСТО для России?",
            "Какое значение имеет проект ВСТО для экспорта нефти?",
            "Каковы этапы реализации ВСТО?"
         ],
         "responses": [
            "Проект Восточная Сибирь — Тихий океан (ВСТО) включает строительство магистрального нефтепровода, который связывает Восточную Сибирь с портом Козьмино на Дальнем Востоке.",
            "Проект завершен в 2012 году, его цель — улучшить экспорт нефти в Китай и страны Азиатско-Тихоокеанского региона.",
            "Протяженность ВСТО составляет более 4700 км и является одним из крупнейших нефтепроводных проектов в мире.",
            "Проект был реализован поэтапно: начиная с 2005 года, с развитием инфраструктуры и строительством дополнительных перекачивающих станций.",
            "ВСТО играет ключевую роль в транспортировке нефти на новые рынки, обеспечивая надежные поставки нефти в Азию."
         ],
         "context_set": "projects_info"
      },
      {
        "tag": "company_registration",
        "patterns": [
          "Когда зарегистрирована ПАО «Транснефть»?",
          "На основании каких актов учреждена компания?",
          "С какой даты ведёт деятельность ПАО «Транснефть»?"
        ],
        "responses": [
          "ПАО «Транснефть» ведёт деятельность с даты государственной регистрации — 26.08.1993.",
          "Компания учреждена постановлением Правительства РФ от 14.08.1993 № 810 во исполнение Указа Президента РФ от 17.11.1992 № 1403."
        ],
        "context_set": "about_company"
      },
      {
        "tag": "core_activities",
        "patterns": [
          "Каковы основные направления деятельности ПАО «Транснефть»?",
          "Чем занимается компания?",
          "Какие услуги оказывает ПАО «Транснефть»?"
        ],
        "responses": [
          "Основные направления: транспортировка нефти и нефтепродуктов по магистральным трубопроводам, профилактика/диагностика/аварийно-восстановительные работы, развитие сети и объектов трубопроводного транспорта.",
          "Также: взаимодействие с зарубежными трубопроводными предприятиями, НИОКР и внедрение технологий, привлечение инвестиций, экология и охрана окружающей среды."
        ],
        "context_set": "business_scope"
      },
      {
        "tag": "ownership_status",
        "patterns": [
          "Кому принадлежат голосующие акции ПАО «Транснефть»?",
          "Кто собственник голосующих акций компании?",
          "Каков статус ПАО «Транснефть» как монополии?"
        ],
        "responses": [
          "ПАО «Транснефть» — субъект естественных монополий; 100% голосующих обыкновенных акций принадлежат Российской Федерации.",
          "Привилегированные акции находятся в котировальном списке Первого уровня Московской Биржи и входят в базу расчёта ключевых индексов."
        ],
        "context_set": "shareholding"
      },
      {
        "tag": "authorized_capital_structure",
        "patterns": [
          "Как сформирован уставный капитал ПАО «Транснефть»?",
          "За счёт чего сформирован уставный капитал компании?",
          "Опишите структуру формирования уставного капитала."
        ],
        "responses": [
          "Уставный капитал сформирован размещением обыкновенных акций, оплаченных РФ 100% пакетами акций 17 АО, и безвозмездным размещением привилегированных акций среди членов трудового коллектива и приравненных к ним лиц.",
          "Иными словами: государственный пакет 17 АО оплатил обыкновенные акции, а привилегированные распределены без возмездной оплаты среди сотрудников."
        ],
        "context_set": "company_capital"
      },
      {
        "tag": "share_split_2024",
        "patterns": [
          "Когда проводилось дробление акций и каков результат?",
          "Изменились ли реквизиты выпуска и уставный капитал после дробления?",
          "Нужна ли была регистрация нового выпуска при дроблении?"
        ],
        "responses": [
          "19.02.2024 проведено дробление: 1 акция номиналом 1 рубль конвертирована в 100 акций той же категории номиналом 0,01 рубля.",
          "Регистрация новых выпусков и размещение не производились; реквизиты выпуска и размер уставного капитала остались без изменений."
        ],
        "context_set": "securities_corporate_actions"
      },
      {
        "tag": "share_count_nominal",
        "patterns": [
          "Сколько акций в уставном капитале и каков их номинал?",
          "Как разделён уставный капитал по типам акций?",
          "Какое количество обыкновенных и привилегированных акций у компании?"
        ],
        "responses": [
          "Уставный капитал разделён на 724 934 300 акций номиналом 0,01 рубля каждая.",
          "В том числе: 569 446 800 обыкновенных (на 5 694 468 руб.) и 155 487 500 привилегированных (на 1 554 875 руб.)."
        ],
        "context_set": "securities"
      },
      {
        "tag": "capital_increase_2007_tnp",
        "patterns": [
          "На каком основании оплачивались доп. акции в 2007 году?",
          "Какие активы внесло государство при увеличении капитала в 2007?",
          "Что передано в оплату размещаемых доп. обыкновенных акций?"
        ],
        "responses": [
          "На основании Указа Президента РФ 13.04.2007 № 473 и распоряжения Правительства РФ 10.05.2007 № 585-р в уставный капитал внесены 100% обыкновенных акций АО «Транснефтепродукт».",
          "Этими акциями была оплачена дополнительная эмиссия обыкновенных акций компании."
        ],
        "context_set": "company_capital"
      },
      {
        "tag": "capital_increase_2017_2018",
        "patterns": [
          "Как увеличивался уставный капитал в 2017–2018 годах?",
          "Чем оплачивались дополнительные акции в 2017 и 2018?",
          "Какие активы внесены государством в эти годы?"
        ],
        "responses": [
          "В 2017 и 2018 годах РФ разместила доп. обыкновенные акции, оплаченные федеральной недвижимостью (приложение к распоряжению Правительства РФ от 26.12.2015 № 2723-р) и 100% акциями «КТК Компани» и «КТК Инвестментс Компани» (Кайманы).",
          "Тем самым был увеличен уставный капитал эмитента без денежной оплаты, в виде имущественных вкладов."
        ],
        "context_set": "company_capital"
      },
      {
        "tag": "registrar_info",
        "patterns": [
          "Кто является держателем реестра акционеров ПАО «Транснефть»?",
          "Каковы реквизиты регистратора?",
          "С какой даты регистратор ведёт реестр?"
        ],
        "responses": [
          "Держатель реестра — АО «Независимая регистраторская компания Р.О.С.Т.» (АО «НРК — Р.О.С.Т.»). Лицензия № 045-13976-000001 от 03.12.2002 (бессрочно).",
          "Ведение реестра ПАО «Транснефть» — с 01.11.2000. Контакты: Москва, ул. Стромынка, 18, корп. 5Б; тел. +7 (495) 780-73-63; email: info@rrost.ru."
        ],
        "context_set": "investor_relations"
      },
      {
        "tag": "auditor_info",
        "patterns": [
          "Кто аудитор ПАО «Транснефть»?",
          "Как выбирается аудитор компании?",
          "Дайте контакты аудитора."
        ],
        "responses": [
          "Аудитор — АО «Кэпт». Выбор аудитора проводится по итогам открытого конкурса в соответствии с законодательством РФ (в т.ч. 44-ФЗ).",
          "Контакты: тел. +7 (495) 937-44-77; почтовый адрес: 123112, Москва, Пресненская наб., 10, блок «С»."
        ],
        "context_set": "audit_compliance"
      },
      {
        "tag": "corporate_governance_bodies",
        "patterns": [
          "Какие органы управления у ПАО «Транснефть»?",
          "Сколько независимых директоров в Совете?",
          "Какие комитеты действуют при Совете директоров?"
        ],
        "responses": [
          "Органы управления: Общее собрание акционеров, Совет директоров, Правление и Президент; контроль — Ревизионная комиссия.",
          "В Совете директоров — 3 независимых директора; при Совете действуют комитеты: по стратегии/инвестициям/инновациям, по аудиту, по кадрам и вознаграждениям."
        ],
        "context_set": "corp_governance"
      },
      {
        "tag": "risk_internal_control",
        "patterns": [
          "Есть ли система управления рисками и внутренний контроль?",
          "Кто координирует СУР в компании?",
          "Кто выполняет функции внутреннего аудита и корпоративного секретаря?"
        ],
        "responses": [
          "С конца 2015 года формируется Система управления рисками (СУР); координацию осуществляет Совет по управлению рисками, сформированный Правлением.",
          "Функцию внутреннего аудита выполняет Департамент внутреннего аудита и анализа; функции корпоративного секретаря — Департамент корпоративного управления."
        ],
        "context_set": "corp_governance_controls"
      },
      {
        "tag": "project_overview_reliability_quality",
        "patterns": [
          "Какова цель проекта по сохранению качества экспортных потоков нефти?",
          "Что предусматривает проект по резервуарам и перераспределению потоков?",
          "Когда планируется завершение основных объектов?"
        ],
        "responses": [
          "Проект предусматривает строительство резервуаров на узловых НПС и мероприятия по перераспределению экспортных потоков для стабильности поставок.",
          "Цели: увеличение ёмкости резервуарных парков, гибкость перенаправления между портами Приморск и Усть-Луга; завершение основных объектов запланировано на 2026 год."
        ],
        "context_set": "projects_export_quality"
      },
      {
        "tag": "project_zps",
        "patterns": [
          "Что такое трубопроводная система «Заполярье — Пурпе — Самотлор»?",
          "Когда построены участки Пурпе — Самотлор и Заполярье — Пурпе?",
          "Каковы ключевые характеристики магистралей?"
        ],
        "responses": [
          "Южная часть Пурпе — Самотлор: 429 км, 25 млн т/год, запуск 2011; северная Заполярье — Пурпе: 488 км, 32 млн т/год, запуск 2016.",
          "Проект дал импульс развитию более 10 месторождений и реализован в сложнейших условиях Крайнего Севера."
        ],
        "context_set": "projects_major"
      },
      {
        "tag": "project_kuyumba_tayshet",
        "patterns": [
          "Для чего построен нефтепровод Куюмба — Тайшет?",
          "Какова его мощность и протяжённость?",
          "Нужно ли дальнейшее развитие мощности?"
        ],
        "responses": [
          "Нефтепровод обеспечивает приём нефти Куюмбинского и Юрубчено-Тохомского месторождений; реализация 2012–2016 гг.",
          "Мощность до 8,6 млн т/год (с потенциалом до 15 млн т/год), линейная часть ~700 км; развитие возможно при росте прогнозных объёмов сдачи нефти."
        ],
        "context_set": "projects_major"
      },
      {
        "tag": "project_bts2",
        "patterns": [
          "Зачем строилась Балтийская трубопроводная система «БТС-2»?",
          "Каковы сроки и основные параметры БТС-2?",
          "Когда завершено строительство?"
        ],
        "responses": [
          "Цель — диверсификация поставок в Европу за счёт перераспределения отгрузок в российский порт Усть-Луга.",
          "Реализация: 2008–2012; линейная часть ~1000,5 км, до 30 млн т/год; первый танкер ушёл в марте 2012."
        ],
        "context_set": "projects_export"
      },
      {
        "tag": "project_vsto",
        "patterns": [
          "Какова мощность ВСТО по участкам?",
          "Когда введены ВСТО-I и ВСТО-II?",
          "Как увеличивалась пропускная способность ВСТО?"
        ],
        "responses": [
          "ВСТО-I (Тайшет — Сковородино): до 80 млн т/год (к 2019); ВСТО-II (Сковородино — Козьмино): до 50 млн т/год (к 2019).",
          "Строительство отдельных этапов завершалось в 2009 и 2012 годах; пропускная способность поэтапно повышалась в 2012, 2013, 2014, 2017 и 2019 годах."
        ],
        "context_set": "projects_vsto"
      },
      {
        "tag": "project_skovorodino_mohe",
        "patterns": [
          "Какова цель проекта Сковородино — Мохэ?",
          "Как менялась пропускная способность нефтепровода?",
          "Когда завершено строительство российского участка?"
        ],
        "responses": [
          "Цель — обеспечение поставок в КНР; российский участок: 64,4 км, 15 млн т/год (строительство 2009–2010).",
          "Реконструкции 2013–2017 гг. увеличили пропускную способность до 30 млн т/год."
        ],
        "context_set": "projects_export_china"
      },
      {
        "tag": "project_ktk_expansion",
        "patterns": [
          "Что включает проект расширения КТК?",
          "Как изменилась мощность системы КТК по итогам проекта?",
          "Какая роль ПАО «Транснефть» в КТК?"
        ],
        "responses": [
          "Проект 2010–2018 гг.: строительство/реконструкция НПС в РФ и РК, увеличение резервуарных парков и терминалов.",
          "Мощность системы КТК выросла до 67 млн т/год; реализуется ПУУМ для доведения до 72,5/81,5 млн т/год (Казахстан/РФ). ПАО «Транснефть» — доверительный управляющий 24% акций АО «КТК-Р/КТК-К» и владелец 100% «КТК Компани»."
        ],
        "context_set": "projects_ktk"
      },
      {
        "tag": "project_sever",
        "patterns": [
          "В чём суть проекта «Север» и каков итог по мощности?",
          "Когда завершены этапы проекта «Север»?",
          "Какие работы выполнены в рамках «Севера»?"
        ],
        "responses": [
          "Проект «Север» обеспечил транспортировку дизельного топлива в направлении порта Приморск до 25 млн т/год.",
          "Этапы: до 15 млн т/год — 2016; до 25 млн т/год — 2018; выполнены строительство/реконструкция НПС и нефтепродуктопроводов, переводы участков под нефтепродукты."
        ],
        "context_set": "projects_products"
      },
      {
        "tag": "project_yug",
        "patterns": [
          "Какова цель проекта «ЮГ» и какие мощности обеспечены?",
          "Когда завершены основные объекты проекта «ЮГ»?",
          "Что построено на участке Волгоград — Тихорецк?"
        ],
        "responses": [
          "Цель — поставки дизельного топлива на рынок Краснодарского края и на экспорт через порт Новороссийск; обеспечено до 6 млн т/год.",
          "Основные объекты введены в 2017; в 2018 построена сливная ж/д эстакада ГПС «Тингута» (до 2 млн т/год дополнительно)."
        ],
        "context_set": "projects_products"
      },
      {
        "tag": "project_moscow_region_products",
        "patterns": [
          "Что сделано для поставок нефтепродуктов в Московский регион?",
          "Каковы целевые объёмы поставок бензинов и авиакеросина?",
          "Какие объекты реконструированы?"
        ],
        "responses": [
          "Реализован комплекс работ (2014–2018): новый нефтепродуктопровод Шилово-3 — Рязань, ГПС «Шилово-3», реконструкция ЛПДС «Володарская», НС «Нагорная» и «Солнечногорская».",
          "Итог: до 3,1 млн т/год автобензинов и до 5,1 млн т/год авиакеросина (доп. поставки: бензины — до 3,1 млн т, авиакеросин — до 2,5 млн т)."
        ],
        "context_set": "projects_region_supply"
      },
      {
        "tag": "project_vsto_branch_knpz",
        "patterns": [
          "Что такое нефтепровод-отвод ВСТО — Комсомольский НПЗ?",
          "Каковы параметры отвода и сроки реализации?",
          "Когда начаты поставки на КНПЗ?"
        ],
        "responses": [
          "Отвод от ВСТО-2 мощностью до 8 млн т/год, линейная часть 294,2 км с тремя НПС; реализация 2015–2019.",
          "Строительство завершено в 2019, поставки нефти на КНПЗ начались в июле 2019 года."
        ],
        "context_set": "projects_vsto"
      },
      {
        "tag": "project_krasnodar_refineries",
        "patterns": [
          "Как обеспечена транспортировка нефти на НПЗ Краснодарского края?",
          "Какие объёмы возможны для Ильского и Афипского НПЗ?",
          "Когда выполнены этапы подключения?"
        ],
        "responses": [
          "Построены нефтепроводы суммарной протяжённостью 60,5 км и НПС; реализация 2013–2021.",
          "Техвозможность поставки: до 3 млн т/год на Ильский НПЗ (этап 1 — 2019) и до 6 млн т/год на Афипский НПЗ (этап 2 — 2021)."
        ],
        "context_set": "projects_region_supply"
      },
      {
        "tag": "history_milestones",
        "patterns": [
          "Назовите ключевые вехи истории трубопроводного транспорта в России.",
          "Какие исторические проекты предшествовали нынешней системе?",
          "Какие рекорды и события отмечены в истории?"
        ],
        "responses": [
          "От идей Д.И. Менделеева (1863) и первого промыслового нефтепровода Шухова (1878) через магистрали начала XX века (Баку — Батуми, 1906) к советскому периоду (1928–1980-е) и становлению «Транснефти» в 1993.",
          "Современные вехи: БТС/БТС-2 (2001–2012), ВСТО (2005–2019), Заполярье — Пурпе — Самотлор (2009–2016/2017), масштабная модернизация 2010-х."
        ],
        "context_set": "history"
      },
      {
        "tag": "facts_records",
        "patterns": [
          "Какова протяжённость трубопроводов «Транснефти»?",
          "Сколько НПС в системе?",
          "Какой самый протяжённый нефтепровод в системе?"
        ],
        "responses": [
          "Совокупная протяжённость магистральных нефтепроводов ПАО «Транснефть» — более 67 000 км; в системе — более 500 НПС.",
          "Самый протяжённый — ВСТО (от ГНПС «Тайшет» до порта Козьмино) свыше 4 700 км; средняя скорость нефти в магистрали ~10–12 км/ч."
        ],
        "context_set": "facts"
      },
      {
        "tag": "workforce_and_presence",
        "patterns": [
          "Какова численность сотрудников ПАО «Транснефть»?",
          "Где представлена компания?",
          "В каких округах больше всего сотрудников?"
        ],
        "responses": [
          "В системе «Транснефти» работает более 125 тысяч человек; компания присутствует во всех федеральных округах РФ, включая малоосвоенные территории.",
          "Наибольшее число сотрудников — в Приволжском федеральном округе; компания ведёт активную благотворительную и волонтёрскую деятельность."
        ],
        "context_set": "about_company"
      }


   ]
}
